Repository: uonyx/now360
Catalog: earthnews/resource_ios/*.lproj/Localizable.strings
Languages: es, fi, fr, it, nb, sv

# TXT_CITIES
source: Cities
es: Ciudades
fr: Villes
it: Città
nb: Byer
sv: Städer

# TXT_TEMPERATURE_UNIT
source: Temperature Unit
es: Unidad de temperatura
fi: Lämpötilan yksikkö
fr: Unité de température
it: Unità di temperatura
nb: Temperaturenheten
sv: Temperaturenhet

# TXT_CLOCK_FORMAT
source: Clock Format
es: Formato de reloj
fi: Kelloa
fr: Un système d'horloge
it: Formato orologio
nb: klokke format
sv: Klocka format

# TXT_LOCAL_TWEETS
source: Local Tweets Only
es: Tweets locales sólo
fi: Paikallinen tweets vain
fr: Tweets locaux uniquement
it: Tweets Locali Solo
nb: Lokale tweets bare
sv: Lokala tweets endast

# TXT_PROFANITY_FILTER
source: Profanity Filter
es: Filtro de profanidad
fi: Kirosanoja suodatin
fr: Filtre de blasphème
it: Filtro Oscenità
nb: Banning filter
sv: Svordomar filter

# TXT_12_HOUR
source: 12-Hour
es: 12-horas
fi: 12-tunnin
fr: 12 heures
it: 12 ore
nb: 12-timers
sv: 12-timmars

# TXT_24_HOUR
source: 24-Hour
es: 24-horas
fi: 24-tunnin
fr: 24 heures
it: 24 ore
nb: 24-timers
sv: 24-timmars

# TXT_NO_INTERNET_CONNECTION
source: No Internet Connection
es: No hay conexión a internet
fi: Ei internet-yhteyttä
fr: Pas de connexion Internet
it: Nessun collegamento a Internet
nb: Ingen internetuppkoppling
sv: Ingen internetuppkoppling

# TXT_NEWS_CONNECTION_ERROR
source: News Service Connection Error
es: Noticias error de conexión de servicio
fi: Uutispalvelu yhteys virhe
fr: Service de nouvelles erreur de connexion
it: Notizie di servizio errore di connessione
nb: Nyhetstjeneste tilkobling feil
sv: Nyheter tjänsten anslutningsfel

# TXT_TWITTER_CONNECTION_ERROR
source: Twitter Connection Error
es: Error de conexión de Twitter
fi: Twitter-yhteyden virhe
fr: Twitter erreur de connexion
it: Errore di connessione Twitter
nb: Twitter tilkobling feil
sv: Twitter anslutningsfel

# TXT_WEATHER_CONNECTION_ERROR
source: Weather Service Connection Error
es: El tiempo de error de conexión de servicio
fi: Sääpalvelu yhteys virhe
fr: Service Météo erreur de connexion
it: Meteo servizio errore di connessione
nb: Værtjeneste tilkobling feil
sv: Vädertjänst anslutningsfel

# TXT_MORE_NEWS
source: More news
es: Más noticias
it: Altre notizie
nb: Flere nyheter
sv: Fler nyheter

# TXT_QUEUE_SONGS
source: Queue songs for playback
es: Canciones de cola para su reproducción
it: Canzoni coda per la riproduzione
nb: Kø sanger for avspilling
sv: Köa låtar för uppspelning

# TXT_IOS_MEMORY_WARNING
source: iOS Memory Warning
es: Advertencia de memoria iOS
it: Avvertimento memoria iOS
